jorgebucaran/fisher
patrickf3139/colored-man-pages
jorgebucaran/autopair.fish
nickeb96/puffer-fish
dracula/fish
jethrokuan/z
nakulj/auto-venv
patrickf1/fzf.fish
